benchmarks/data/persist_bench/aof_kvstore_aof_always.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 60.35 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

11.36% <= 1 milliseconds
34.65% <= 2 milliseconds
59.47% <= 3 milliseconds
77.97% <= 4 milliseconds
89.11% <= 5 milliseconds
95.03% <= 6 milliseconds
97.77% <= 7 milliseconds
98.88% <= 8 milliseconds
99.39% <= 9 milliseconds
99.69% <= 10 milliseconds
99.83% <= 11 milliseconds
99.93% <= 12 milliseconds
99.96% <= 13 milliseconds
99.98% <= 14 milliseconds
99.98% <= 15 milliseconds
99.99% <= 16 milliseconds
99.99% <= 18 milliseconds
99.99% <= 19 milliseconds
100.00% <= 21 milliseconds
100.00% <= 21 milliseconds
16570.28 requests per second