benchmarks/data/persist_bench/aof_kvstore_write_baseline.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 46.61 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

15.16% <= 1 milliseconds
35.80% <= 2 milliseconds
74.72% <= 3 milliseconds
95.94% <= 4 milliseconds
99.20% <= 5 milliseconds
99.87% <= 6 milliseconds
99.98% <= 7 milliseconds
99.99% <= 8 milliseconds
100.00% <= 9 milliseconds
100.00% <= 10 milliseconds
100.00% <= 10 milliseconds
21453.70 requests per second