benchmarks/data/persist_bench/aof_kvstore_write_baseline.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 47.45 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

20.35% <= 1 milliseconds
34.63% <= 2 milliseconds
69.67% <= 3 milliseconds
94.29% <= 4 milliseconds
98.53% <= 5 milliseconds
99.67% <= 6 milliseconds
99.86% <= 7 milliseconds
99.91% <= 8 milliseconds
99.93% <= 9 milliseconds
99.95% <= 10 milliseconds
99.96% <= 11 milliseconds
99.97% <= 12 milliseconds
99.98% <= 13 milliseconds
99.98% <= 14 milliseconds
99.99% <= 15 milliseconds
99.99% <= 16 milliseconds
100.00% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 18 milliseconds
21075.70 requests per second