benchmarks/data/persist_bench/save_10w_save_10_fill.txt
====== HSET key:__rand_int__ value ======
  100000 requests completed in 0.81 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

99.43% <= 1 milliseconds
99.95% <= 2 milliseconds
99.95% <= 7 milliseconds
100.00% <= 7 milliseconds
123152.71 requests per second