benchmarks/data/persist_bench/save_10w_save_10_fill.txt
====== HSET key:__rand_int__ value ======
  100000 requests completed in 0.84 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

99.47% <= 1 milliseconds
99.95% <= 6 milliseconds
100.00% <= 6 milliseconds
118483.41 requests per second