benchmarks/data/persist_bench/save_10w_save_10_fill.txt
====== HSET key:__rand_int__ value ======
  100000 requests completed in 0.73 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

99.89% <= 1 milliseconds
100.00% <= 1 milliseconds
136239.78 requests per second